Repository: wp-plugins/woocommerce-plivo
Catalog: i18n/languages/*.po
Languages: nl_nl

source: The WooCommerce Plivo integration plugin is not yet configured.
nl_nl: De WooCommerce Plivo pagina is nog niet geconfigureerd.

source: Take me to the Plivo settings page!
nl_nl: Naar de Plivo instellingen!

source: I know, hide this message
nl_nl: Verberg dit bericht

source: Send as SMS?
nl_nl: Stuur een test SMS?

source: Sent "%s" to %s.
nl_nl: "%s" verzonden naar %s.

source: Could not send text "%s", the SMS service returned an exception.
nl_nl: Kon bericht "%s" niet versturen, De SMS service gaf een fout.

source: Could not send text "%s", the phone number was missing or invalid.
nl_nl: Kon "%s" niet versturen, het telefoonnummer was niet aanwezig of fout.

source: Auto message for
nl_nl: Stuur automatisch een bericht bij

source: {shop_name} status update: Order {order_id} is now %s
nl_nl: {shop_name} status update: Bestelling {order_id} is nu %s

source: Plivo Settings
nl_nl: Plivo Instellingen

source: Find your Plivo Auth ID and Auth Token on your <a href="https://manage.plivo.com/dashboard/" target="_blank">Plivo Dashboard</a> page. Get your number at <a href="https://manage.plivo.com/number/" target="_blank">the Plivo numbers tab</a>.
nl_nl: Haal je Plivo Auth ID en Auth Token bij de <a href="https://manage.plivo.com/dashboard/" target="_blank">Plivo Dashboard</a> pagina. Je nummer vind je terug op de <a href="https://manage.plivo.com/number/" target="_blank">de Plivo numbers tab</a>.

source: Required. Needed to make the magic happen.
nl_nl: Verplicht. Nodig om de boel te laten werken.

source: From number
nl_nl: Afzender telefoonnummer

source: Opt-in/Opt-out for customers
nl_nl: Opt-in/Opt-out voor klanten

source: Should the customer be able to opt-out of SMS status notifications?
nl_nl: Mag de klant de SMS notificaties uitzetten?

source: Enable opt-out for clients
nl_nl: Opt-out toestaan?

source: Opt-in checkbox default
nl_nl: Opt-in standaard

source: Checked
nl_nl: Aangevinkt

source: Unchecked
nl_nl: Niet aangevinkt

source: Opt-in checkbox message
nl_nl: Opt-in bericht

source: I want to receive SMS notifications.
nl_nl: Ik wil SMS notificaties ontvangen.

source: Notification settings and messages
nl_nl: Notificatie instellingen en berichten

source: Choose when to send a status notification message and modify the content of the messages.
nl_nl: Kies welke statusberichten verstuurd moeten worden en bepaal zelf de inhoud van de berichten.

source: Auto send notification on:
nl_nl: Stuur notificaties bij:

source: Send a test SMS
nl_nl: Stuur een test SMS

source: Phone Number
nl_nl: Telefoonnummer

source: Phone number to send the test message to.
nl_nl: Telefoonnummer waar het testbericht naar verstuurd mag worden.

source: Message
nl_nl: Bericht

source: Test message to send to your mobile.
nl_nl: Testbericht die verstuurd mag worden.

source: Send
nl_nl: Verstuur

source: Wants SMS notifications
nl_nl: Wilt SMS notificaties

source: Could not send "%s" to %s.
nl_nl: Kon "%s" niet verzenden naar %s.

source: Could not text status update to customer. The SMS service returned an exception.
nl_nl: De status update kon niet verstuurd worden naar de klant. De SMS service gaf een fout.

source: Could not text status update to customer. Either the phone number or the status message were invalid.
nl_nl: De status update kon niet verstuurd worden naar de klant. Het telefoonnummer of statusbericht was fout.
